["My number one enemy has been my ego…  there is only one throne and that’s God's  …",
"In rap we have been developing a brotherhood…",
"There is so much positive energy right now …  Let’s stay on this Ultra Light Beam…",
"A wise man should be humble enough to admit when he’s wrong and change his mind based on new information…",
"Some rappers got the club … Some got the radio… some got the conscience…some got the streets… Everybody has something they do the best…",
"every rapper is somebody’s favorite…",
"that statement has’t been sitting well with me… That’s a dated mentality   ... I’m not on that …",
"Just creating in a fun simple way with no politics…",
"Imagine if the people I named went to high school 2gthr and had a project to do for school…",
"all with one purpose of creating  beautiful product that can be attainable by everyone…",
"A dream of mine would be to do a project where I  work side by side with Raf Simmons,  Helmut Lang, Vanessa Beecroft and Martin Margiela",
"Hey Nicolas Ghesquiere I grew up on Tron too… Let’s be best friends!!!",
"I’d rather teachers got paid more and books cost less … #2020",
"We have to lower the price of textbooks…",
"Education puts Americans into debt before they even get a chance to get started…",
"Steve Jobs wanted to lower the cost of textbooks…",
"she’s giving everything she has to make sure her son has a better future…",
"I mean, his mom has to work 2 days just to afford 1 book for her son …",
"Her son just got in a really good school and his textbooks are like $400 dollars each …",
"I have a friend who works really hard and makes $370 dollars a day…",
"All positive energy",
"so many people were inspired  and that’s all I wanted…",
"MSG was amazing …",
"You let me dream without limits….",
"They provided resources for me to create… they supported me …  I thank you so so much  …",
"Adidas has really made all the difference",
"Thank you Adidas  for supporting my creative vision ",
"Pablo is full of joy and love because I was able to create",
"I hope these words and this moment of truth can serve as some extra motivation to you…",
"for anybody listening to Pablo now, working on a dream",
"so people laughed when I said I wanted to be able to take care of my family ",
"but if you don’t have your paper right, there's a chance that your family can be broken up",
"when Sway was telling me what to do, I was in debt, and had a child",
"When Charlemagne was calling me 'donkey of the day' I was in debt",
"I can see the clouds separating ",
"I’m  an artist…  the definition of art - or at least my definition - is to be able to see the truth and then express it...",
"I don’t have to be cool…",
"perhaps a fashion group will cover the 53 that I’ve invested over the past 13 years…",
"my dreams brought me into debt and I’m close to seeing the light of day",
"this country was built off of dreamers …   never give up on your dreams, bro",
"You can point fingers and laugh, but for all entrepreneurs with families ",
"Money doesn’t make me who I am",
"You can’t control me or use the debt against me no more",
"For the past 3 years people who knew about the debt tried to use it against me in negotiations ",
"only problem I got with Good Fridays is I got more songs than I got old pictures!!!! Lol!!!!",
"Also all Good Fridays songs will be on Tidal. Me and Kendrick got 40 songs and me and Young Thug got 40 songs. 40/40 club!!!",
"Please to all my friends fans and music lovers. Sign up to Tidal now.",
"My album will never never never be on Apple. And it will never be for sale... You can only get it on Tidal.",
"This was made with love. Only God can judge me. So I only expect love back!!!",
"Shut the fuck up and enjoy the greatness.",]
